import grusha from './/pic/grusha.jpg';
import arbuz from './/pic/arbuz.jpg';
import avocado from './/pic/avocado.jpg';
import baklazhan from './/pic/baklazhan.jpg';
import brokkoli from './/pic/brokkoli.jpg';
import cucumbers from './/pic/cucumbers.jpg';
import granat from './/pic/granat.jpg';
import grape from './/pic/grape.jpg';
import hurma from './/pic/hurma.jpg';
import kabachok from './/pic/kabachok.jpg';
import orange from './/pic/orange.jpg';
import rasberry from './/pic/rasberry.jpg';
import tomatos from './/pic/tomatos.jpg';

export const data = [
{
    id:11,
    name: 'Арбуз',
    category: 'Ягоды',
    image: arbuz,
    price: '45',
    showMore:false,
    description:'Арбузы состоят из воды и углеводов. Они почти не содержат белка и жира, а количество калорий сведено к минимуму. Почти 92 процента от состава плода – это жидкость. Каждый кусочек этого сладкого лакомства содержит значительное количество минералов, витаминов А, С и группы В, антиоксидантов, аминокислот и фитонутриентов. В 100 граммах продукта содержится не больше 40 килокалорий, а в арбузных семенах – масло, свойства которого напоминают миндальное. В арбузах содержатся высокие уровни ликопина,который полезен для сердца, костей, а также служит профилактическим веществом против рака простаты. Другой полезный фитонутриент, найденный в арбузе, – цитруллин. Кстати, арбуз – самый богатый пищевой источник этой аминокислоты. Больше всего вещества содержится в белой корке, окружающей мякиш арбуза. Попадая в организм, цитруллин превращается в другую аминокислоту – аргинин. Оба вещества играют важную роль в синтезе оксида азота, который помогает снизить давление, расслабить и расширить кровеносные сосуды. Цитруллин улучшает кровоток и положительно сказывается на работе сердечной мышцы.'
},
{
    id:7,
    name: 'Брокколи',
    category: 'Овощи',
    image: brokkoli,
    price: '315',
    showMore:false,
    description:'Брокколи богата многими питательными элементами и входит в список лидеров по содержанию антиоксидантов. Однако важно знать: термическая обработка разрушает часть из них. Интересно, что в сыром овоще содержится практически в два раза больше витамина С, чем в апельсинах, а кальция примерно столько, как в молоке. Наличие в составе этой капусты селена делает ее эффективным противовирусным и противораковым продуктом. Брокколи полезна при хронических воспалениях, для очищения организма и предотвращения окислительных процессов. Употребление брокколи повышает способности организма к выведению канцерогенов и оксидантов, полученных вместе с пищей или попавших в организм воздушно-капельным путем.'
},
{
    id:3,
    name: 'Апельсин',
    category: 'Фрукты',
    image: orange,
    price: '75',
    showMore:false,
    description:'Апельсины – чрезвычайно богатый источник многих витаминов и микроэлементов. Пожалуй, легче перечислить, какие витамины и микроэлементы не входят в состав этого фрукта. Среди других питательных компонентов следует отметить фенолы и каротиноиды. Первые обладают антиоксидантными свойствами и в апельсинах преимущественно представлены гесперидином и антоцианами. Каротиноиды отвечают за цвет фрукта. Из веществ этого класса в апельсинах больше всего содержится бета-криптоксантина (антиоксидант, который в организме трансформируется в витамин А) и ликопина (есть в красных апельсинах, а также грейпфрутах и помидорах). Еще одно вещество, содержащееся в апельсинах в высокой концентрации, – лимонная кислота. Она придает фрукту кислый привкус. Помимо вкусовой добавки, лимонная кислота, как и другие цитраты, играет и более важную роль. В частности, результаты опытов показали, что это вещество эффективно предотвращает образование камней в почках.'
},
{
    id:4,
    name: 'Авокадо',
    category: 'Фрукты',
    image: avocado,
    price: '215',
    showMore:false,
    description:'Авокадо – самый питательный фрукт из всех растительных продуктов, за исключением кокоса. Данный продукт уникален по составу: он содержит ненасыщенные жирные кислоты, множество витаминов, минеральных веществ, клетчатку, антиоксиданты (лютеин), бета-ситостерин, которые полезны для человеческого организма.'
},
{   id:1,
    name:'Груша',
    image: grusha,
    category: 'Фрукты',
    price:'100',
    showMore:false,
    description: 'Мякоть желтовато-кремовая, маслянистая, очень сочная, мелкозернистая с легким терпковатым вкусом и приятным ароматом. Груши позволяют избавиться от отеков, повысить уровень гемоглобина в крови, нормализовать работу желчного пузыря. Для этого достаточно в день съедать около 100 г фруктов. Такая порция дает возможность на 100% насытить организм кобальтом. Очень полезна груша сорта Конференция. Ее следует включать в меню людям, имеющим нарушения в работе сердечной деятельности, а также при проблемах с иммунитетом.'
},
{
    id:5,
    name: 'Хурма',
    category: 'Фрукты',
    image: hurma,
    price: '245',
    showMore:false,
    description:'В мире существует много видов хурмы. По внешним и вкусовым признакам разные сорта могут существенно отличаться, но базовые полезные свойства у них общие. Это китайское лакомство способно обеспечить примерно пятую часть от суточной нормы клетчатки, а витамина С в нем содержится примерно 110% от суточного минимума. К тому же хурма содержит полезные для человека минералы и растительные соединения, такие как зеаксантин, лютеин, ликопин и танины. Последние придают незрелому фрукту терпкий и горьковатый привкус. Среди других важных компонентов – катехины (укрепляют капилляры), бетулиновая кислота (противоопухолевое вещество), а также каротиноиды.'
},
{
    id:6,
    name: 'Огурцы',
    category: 'Овощи',
    image: cucumbers,
    price: '115',
    showMore:false,
    description:'Огурец – ценный низкокалорийный продукт (14 ккал на 100 г). Витаминная составляющая овоща не очень выразительна. Большая часть ингредиентного состава приходится на воду (95 %), в которой находится природный адсорбент, впитывающий и выводящий яды из организма. Это натуральное очищающее вещество, по спектру действия напоминающее активированный уголь. Помимо воды, витаминов, минералов, углеводов, белков и клетчатки, в состав огурцов входят полифенолы (секоизоларицирезинол, ларицирезинол, пинорезинол), оказывающие онкопротекторное действие на организм.'
},
{
    id:8,
    name: 'Помидоры черри',
    category: 'Овощи',
    image: tomatos,
    price: '285',
    showMore:false,
    description:'В состав черри входит витамин К, который стабилизирует усвоение кальция, и тем самым, нормализует работу почек и желчевыводящей системы. Томаты – лидеры по содержанию ликопина. Вещество уменьшает риск развития раковых новообразований, патологий сердечно-сосудистой системы. Служит профилактикой заболеваний органов зрения и предотвращает воспалительные процессы в организме. Ликопин не разрушается при воздействии высоких температур, поэтому можно готовить черри, не опасаясь за сохранения полезных свойств. Черри богаты серотонином, который известен как «гормон счастья». Нейромедиатор улучшает настроение человека, приглушает тревожность и выполняет функции естественного антидепрессанта. Томаты быстро насыщают организм за счет хрома. Организм быстрее получает необходимые аминокислоты и незамедлительно приступает к их усвоению. Клетчатка стабилизирует пищеварительный процесс, ускоряет метаболизм.'
},
{
    id:12,
    name: 'Виноград',
    category: 'Ягоды',
    image: grape,
    price: '125',
    showMore:false,
    description:'Большая часть полифенолов, содержащихся в винограде, это флавоноиды, которые в организме работают как антиоксиданты. Это значит, что они препятствуют свободным радикалам воздействовать на здоровые клетки. Ведь именно свободные радикалы являются теми веществами, которые способствуют перерождению клеток и развитию онкологических заболеваний. По оценкам биологов, виноград концентрирует в себе сотни разных веществ-антиоксидантов. В том числе, витамин С, марганец, бета-каротин и ресвератрол. Перечисленные антиоксиданты обладают мощным противовоспалительным действием, благодаря чему виноград полезен для профилактики многих заболеваний.'
},
{
    id:9,
    name: 'Баклажан',
    category: 'Овощи',
    image: baklazhan,
    price: '135',
    showMore:false,
    description:'Кроме насыщенности минералами и витаминами, баклажаны содержат важные для человека фитонутриенты, большинство из которых обладают антиоксидантной активностью. В числе фенольных соединений, имеющихся в «синеньких» присутствуют кофейная и хлорогеновая кислоты, а также флавоноиды (пигмент, придающий овощам фиолетовый цвет). Насунин, если можно так сказать, является визитной карточкой баклажанов. Это мощный антиоксидант, который помогает организму бороться со свободными радикалами и предотвращает разрушение клеточных мембран.'
},
{
    id:2,
    name: 'Гранат',
    category: 'Фрукты',
    image: granat,
    price: '165',
    showMore:false,
    description:'Гранат – один из самых «здоровых» плодов на земле. Эти фрукты содержат ряд уникальных соединений, которых нет ни в какой другой пище растительного происхождения. Многочисленные исследования показали, что эти плоды обладают невероятными способностями: они могут снизить риск развития практически всех видов заболеваний. Гранат – настоящий кладезь полезных веществ. Но среди них есть два, пожалуй, самые важные – это пуникалагины и пуниковая (или гранатовая) кислота. Пуникалагины – это мощнейшие антиоксиданты, найденные в соке и кожуре граната. По своей эффективности они в 3 раза превышают полезные свойства красного вина и зеленого чая. Гранатовая кислота в основном сосредотачивается в кожуре фрукта и также обладает мощными биологическими свойствами.'
},
{
    id:10,
    name: 'Кабачки',
    category: 'Овощи',
    image: kabachok,
    price: '95',
    showMore:false,
    description:'Вся польза кабачка сосредоточена в мякоти. Овощ легко усваивается организмом, не раздражает стенки желудка и кишечника, а, скорее, наоборот, повышает их производительность. За счет аскорбиновой кислоты (витамина С) овощ стимулирует выработку коллагена. Коллаген отвечает за наш внешний вид: красоту, сияние и молодость кожного покрова. За счет витамина А кабачок укрепляет зубы, снимает напряжение с органов зрения, стимулирует рост волос и делает их более красивыми. Макро- и микроэлементы питают жизненно необходимыми веществами печень, сердечно-сосудистую систему, мозг и мышечные сплетения. Еще один важный компонент овоща – это пищевые волокна. Кабачок – натуральная растительная замена мочегонным медикаментам. Овощ отлично справится как со скрытыми, так и с явными отеками.'
},
{
    id:13,
    name: 'Клубника',
    category: 'Ягоды',
    image: rasberry,
    price: '515',
    showMore:false,
    description:'Клубнику уже давно ценят за отличный вкус, но современные ученые обращают также внимание на ее пользу. В ней содержится 85% воды, и тем не менее она содержит огромное количество полезных веществ. Кроме того, в 100 г ягод содержится всего 36,9 кКал, что делает ее просто идеальным диетическим продуктом. Лучше всего клубника помогает в борьбе с авитаминозом, так как является настоящим кладезем витаминов. Она помогает повышать иммунитет, а также бороться с чужеродными микробами. Огромное влияние приписывают ей и в лечении заболеваний крови и суставов, включая малокровие или атеросклероз. Свежие ягоды действуют как слабое мочегонное средство, отлично помогают при заболеваниях полости рта. Клубника считается отличным способом избавление от запоров, а также настоящим спасением для суставов, если съедать ее в больших количествах каждый день в течение недели. Главное, чтобы она не вызвала аллергическую реакцию.'
},
]